"AuthTitle" = "O servidor proxy requer autenticação.";
"AuthTitleRetry" = "Não foi possível verificar o nome de utilizador ou a palavra-passe. Volte a tentar, certificando-se de que os digita correctamente.";

// "Please log in to area "Secure" on the http proxy server example.apple.com"
"AuthMessage" = "Aceda à área \"%1$@\" no servidor proxy %3$@ de %2$@.";

// "Please log in to the http proxy server example.apple.com"
"AuthMessageNoRealm" = "Aceda ao servidor proxy %1$@ de %2$@.";
